export const featureData = [
  {
    id: 'feature-1',
    title: '빨리 맞추는 문제',
    description:
      '매우 쉽지만 순발력이 필요한 게임이 들어갈 예정, 노래 맞추기나 인물 퀴즈를 넣으려고 하며 우리만 아는 지인이 나올 수도 있음',
  },
  {
    id: 'feature-2',
    title: '프라이빗한 문제',
    description:
      '대중적으로 알 수 없지만 우리만 아는 문제를 넣을 예정. 즉, 굉장히 마이너한 문제가 출제될 수 있으며 수치스러울 수 있음',
  },
  {
    id: 'feature-3',
    title: '헬지암 역사와 데이터 누적',
    description:
      '우리들의 사진이 대거 나타날 수 있음, 혹시나 문제로 낼 수 있는 이미지를 추천한다면 제품에 포함될 수 있음',
  },
]

export const roadmapData = [
  {
    id: 'roadmap-1',
    title: '1차 목표',
    description:
      '이번 여행 일정에 맞춰서 퀴즈까지 포함하여 대강 넣어 놓을 예정, 웹페이지를 배포할 생각이며, 우리의 개인 정보를 지키기 위해 admin 로그인 하나만 해둘듯',
  },
  {
    id: 'roadmap-2',
    title: '2차 목표',
    description:
      '헬지암 게시판을 둘 예정, 서버는 대충 무료 찾아볼듯. 좀 재밌다고 판단되면 마이너한 헬지암 빼고 공유해서 집단에 상관 없이 즐길 수 있도록 해보려고 함',
  },
  {
    id: 'roadmap-3',
    title: '최종 목표',
    description:
      '여태 여행마다 게임이 재밌었으니 일단 재밌었으면 좋겠음, 재밌으면 저작권과 우리 개인에 관련한 부분을 전부 쳐내고 퀴즈 앱으로 하나 내보낼 의향이 있음',
  },
]
